{
  "de": [
    "It works for me", 
    "I usually get a notification when that happens", 
    "It's a browser compatibility issue", 
    "You must have the wrong version", 
    "The person responsible doesn't work here anymore", 
    "I have never seen that before in my life", 
    "There's currently a problem with our hosting company", 
    "The specifications were ambiguous", 
    "I can have a look but there's a lot of if statements in that code!", 
    "It probably won't happen again", 
    "Well at least we know not to try that again", 
    "Don't worry, that value is only wrong half of the time", 
    "I didn't receive a ticket for it", 
    "Why do you want to do it that way?", 
    "I haven't touched that code in weeks", 
    "I had to do the project backwards as people demanded results out of order", 
    "Well done, you found my easter egg!", 
    "That important email must have been marked as spam", 
    "What did you type in wrong to get it to crash?", 
    "The project manager told me to do it that way", 
    "Our code quality is no worse than anyone else in the industry", 
    "I couldn't find any examples of how that can be done anywhere online", 
    "Well, at least it displays a very pretty error", 
    "I'm not familiar with it so I didn't fix it in case I made it worse", 
    "You're doing it wrong", 
    "That wasn't in the original specification", 
    "Our redundant systems must have failed as well", 
    "There were too many developers working on that same thing", 
    "Nobody asked me how long it would actually take", 
    "My time was split in a way that meant I couldn't do either project properly", 
    "I'm surprised it works as well as it does", 
    "THIS can't be the source of THAT", 
    "That code seemed so simple I didn't think it needed testing", 
    "I'm surprised that was working at all", 
    "What did I tell you about using parts of the system you don't understand?", 
    "I thought I fixed that", 
    "The existing design makes it difficult to do the right thing", 
    "The client wanted it changed at the last minute", 
    "We spent three months debugging it because we only had one month to build it", 
    "Somebody must have changed my code", 
    "It's a third party application issue", 
    "Even though it doesn't work, how does it feel?", 
    "I'm not sure as I've never had a look at how that works before", 
    "Your browser must be caching the old content", 
    "It's never shown unexpected behaviour like this before", 
    "The user must not know how to use it", 
    "I didn't anticipate that I would make any errors", 
    "That code was written by the last guy", 
    "That feature would be outside of the scope", 
    "You must have done something wrong", 
    "Oh, that was only supposed to be a placeholder", 
    "That was literally a one in a million error", 
    "It's never done that before", 
    "How is that possible?", 
    "It's a known bug with the programming language", 
    "The third party API is not responding", 
    "I was just fixing that", 
    "We didn't have enough time to peer review the final changes", 
    "There must be something strange in your data", 
    "It must be a hardware problem", 
    "The code is compiling", 
    "Our hardware is too slow to cope with demand", 
    "The client must have been hacked", 
    "It was working in my head", 
    "I have too many other high priority things to do right now", 
    "I thought you signed off on that?", 
    "We outsourced that months ago", 
    "That feature was slated for phase two", 
    "I haven't been able to reproduce that", 
    "The WYSIWYG must have produced an invalid output", 
    "The program has never collected that information", 
    "The unit test doesn't cover that eventuality", 
    "I must not have understood what you were asking for", 
    "It's a remote vendor issue", 
    "That's not a bug it's a configuration issue", 
    "The marketing department made us put that there", 
    "Management insisted we wouldn't need to waste our time writing unit tests", 
    "It must be a firewall issue", 
    "I haven't had the chance to run that code yet", 
    "It's a character encoding issue", 
    "I can't test everything", 
    "I'll have to fix that at a later date", 
    "I'm not getting any error codes", 
    "It's not a code problem - our users need more training", 
    "Where were you when the program blew up?", 
    "That wouldn't be economically feasible", 
    "It's a known bug with the server software", 
    "The third party documentation is wrong", 
    "No one told me so I was forced to assume which way to do that", 
    "We should have updated our software years ago", 
    "That process requires human oversight that nobody was providing", 
    "Oh, you said you DIDN'T want that to happen?", 
    "That behaviour is in the original specification", 
    "Well, that's a first", 
    "That error means it was successful", 
    "Our internet connection must not be working", 
    "The request must have dropped some packets", 
    "The project manager said no one would want that feature", 
    "It must be because of a leap second", 
    "It's an unexpected emergent behaviour of several last minute abstractions", 
    "It's just some unlucky coincidence", 
    "In the interest of efficiency I only check my email for that on a Friday", 
    "Did you check for a virus on your system?", 
    "That's interesting, how did you manage to make it do that?", 
    "You must be missing some of the dependencies", 
    "The download must have been corrupted", 
    "I broke that deliberately to do some testing", 
    "You can't use that version on your system", 
    "I heard there was a solar flare today", 
    "It's always been like that", 
    "That's already fixed it just hasn't taken effect yet", 
    "The original specification contained conflicting requirements", 
    "I must have been stress testing our production server", 
    "Actually, that's a feature", 
    "The third party documentation doesn't exist", 
    "I'm still working on that as we speak", 
    "That worked perfectly when I developed it", 
    "It works, but it's not been tested", 
    "This code was not supposed to go in to production yet", 
    "I was told to stop working on that when something important came up", 
    "There was too little data to bother with the extra functionality at the time", 
    "This is a previously known bug you told me not to work on yet", 
    "It would have taken twice as long to build it properly", 
    "That's the fault of the graphic designer", 
    "Nobody has ever complained about it", 
    "I couldn't find any examples of how that can be done anywhere else in the project", 
    "I thought I finished that", 
    "I haven't had any experience with that before", 
    "It would take too long to rewrite the code from scratch", 
    "I did a quick fix last time but it broke when we rebooted", 
    "I can't make that a priority right now", 
    "That isn't covered by my job description", 
    "I didn't create that part of the program", 
    "I forgot to commit the code that fixes that", 
    "I told you yesterday it would be done by the end of today", 
    "I couldn't find any library that can even do that", 
    "It worked yesterday", 
    "The accounting department must have cancelled that subscription", 
    "It must be because of a leap year", 
    "Everything looks fine my end", 
    "I thought he knew the context of what I was talking about", 
    "Oh, that was just a temporary fix", 
    "It can't be broken, it passes all unit tests", 
    "Maybe somebody forgot to pay our hosting company", 
    "The problem seems to be with our legacy software"
  ]
}